Repository: mohammedhedaya/custom_nav_bar
Catalog: lib/l10n/intl_*.arb
Languages: ar

# titleOnHeadLogin
source: IT'S NOT ABOUT STRATEGIES IT'S ABOUT SOCIETY
ar: لا يتعلق الأمر بالاستراتيجيات، بل يتعلق بالمجتمع

source: Email
ar: البريد الخاص بك

source: Password
ar: كلمه المرور

source: Forgot Password
ar: نسيت كلمه المرور

source: Please Insert Your Email
ar: الرجاء ادخال بريدك الالكتروني

source: Please Insert Your Password
ar: الرجاء ادخال كلمه المرور

# register
source: Register Now
ar: انشاء حساب

source: Login
ar: تسجيل الدخول

source: TRADING
ar: التجارة

source: CEO MESSAGE
ar: رسالة المدير التنفيذي

source: FOR TRADING SOCIETY
ar: للتجارة في المجتمع

# message
source: Hello Trading Society Family, I’m excited to welcome you to the Trading Society, where education meets community. We started this company with a simple goal: to make learning Forex trading accessible and to build a healthy, supportive space for traders of all levels. Our mission is to empower you with the knowledge and tools to succeed in the Forex market. Whether you’re a beginner just starting or a seasoned trader looking to sharpen your skills, we’re here to guide you every step of the way. Our courses are designed to be clear, straightforward, and easy to understand, so you can focus on what matters most—your growth and success. But we’re more than just an educational platform. At the heart of Trading Society is a strong community where traders connect, learn, and grow together. We believe in the power of collaboration and sharing experiences. When we support each other, we all win. Thank you for being a part of our journey. Let’s learn, grow, and succeed together! Wishing you all the best in your trading journey,
ar: مرحباً بعائلة المجتمع، أنا متحمس للترحيب بكم في التداول، حيث يلتقي التعليم بالمجتمع. بدأنا هذه الشركة بهدف بسيط: جعل تعلم التداول في الفوركس متاحاً وبناء مساحة داعمة وصحية للمتداولين من جميع المستويات. مهمتنا هي تمكينكم بالمعرفة والأدوات اللازمة للنجاح في سوق الفوركس. سواء كنت مبتدئاً في بداية الطريق أو متداولاً متمرساً يسعى لتطوير مهاراته، نحن هنا لنرشدك في كل خطوة من الطريق. دوراتنا مصممة لتكون واضحة وبسيطة وسهلة الفهم، حتى تتمكن من التركيز على ما يهم أكثر—نموك ونجاحك. ولكن نحن أكثر من مجرد منصة تعليمية. في قلب المجتمع، يوجد مجتمع قوي يتواصل فيه المتداولون ويتعلمون وينمون معاً. نؤمن بقوة التعاون ومشاركة التجارب. عندما ندعم بعضنا البعض، نفوز جميعاً. شكراً لكونكم جزءاً من رحلتنا. دعونا نتعلم ونتطور وننجح معاً! أتمنى لكم كل التوفيق في رحلتكم في التداول،

source: SOCIETY
ar: مجتمع

source: CEO MESSAGE2
ar: رسالة المدير التنفيذي2

# message2
source: Welcome to Trading Society – your trusted partner in mastering the art of Forex trading. We’re not just about teaching the skills, but also about building a thriving community where traders grow together. At Trading Society, our responsibility goes beyond offering courses. We’re dedicated to *sales development*, making sure our students have the tools they need to succeed. Through innovative marketing strategies and strong community engagement, we aim to create a space where everyone feels supported and empowered to reach their trading goals. Our vision is simple – to build a healthy, collaborative trading community while helping you achieve lasting success in the world of Forex.
ar: مرحبًا بكم في شريككم الموثوق في إتقان فن تداول الفوركس. نحن لا نركز فقط على تعليم المهارات، بل أيضًا على بناء مجتمع مزدهر ينمو فيه المتداولون معًا. في تتجاوز مسؤوليتنا تقديم الدورات. نحن ملتزمون بتطوير المبيعات، والتأكد من أن طلابنا يمتلكون الأدوات اللازمة للنجاح. من خلال استراتيجيات تسويق مبتكرة ومشاركة قوية مع المجتمع، نسعى لخلق مساحة يشعر فيها الجميع بالدعم والتمكين لتحقيق أهدافهم في التداول. رؤيتنا بسيطة – بناء مجتمع تداول صحي وتعاوني مع مساعدتك على تحقيق نجاح دائم في عالم الفوركس.

source: Start Your Journey
ar: ابدأ بينما تحصل على رحلتك

# StartYourJourneyAcademy
source: Start Your Journey!
ar: ابدأ بينما تحصل على رحلتك

source: Tools
ar: الأدوات

source: Academy
ar: الأكاديمية

source: Beginner
ar: مبتدئ

# Beginner2
source: Beginner
ar: مبتدئ

source: Course Content
ar: محتوى الدورة

# textButton
source: Start Your Journey
ar: ابدأ رحلتك

# mohamedFawzy
source: MOHAMED FAWZI
ar: محمد فوزي

# orderStatus
source: ORDER STATUS : HIT TP5
ar: حالة الطلب : TP5

# time
source: 3 Mins Ago
ar: منذ 3 دقيقة

source: Basic
ar: اساسيات

source: Chart patterns
ar: شبكات البيانات

source: Advanced
ar: متقدمة

source: Expert
ar: خبيرة

source: Duration
ar: مدة الدورة

source: 4 Hours
ar: 4 ساعات

source: Content
ar: المحتوى

source: Home
ar: الرئيسية

source: Trade Alert
ar: تنبيه التجارة

source: Menu
ar: القائمة

source: Scanners
ar: الماسحات الضوئية

# Sharpen
source: SHARPEN YOUR SKILLS!
ar: قوي مهاراتك

source: VIEW LESS
ar: عرض اقل

source: VIEW MORE
ar: عرض المزيد

source: VIEW CHART
ar: عرض الرسم البياني

# selectLang
source: Select your language
ar: اختر لغتك المفضلة

source: Treader
ar: المدربين

source: Live Sessions
ar: بث مباشر

source: Amr Omar
ar: عمرو عمر

source: leaderBoard
ar: المتصدرين

source: Mohamed Hamed
ar: محمد حامد

source: Ali Rabee
ar: علي ربيع

# mustafAli
source: Mustafa Ali
ar: مصطفى علي

source: language
ar: اللغة

# ceoName
source: MOHAMED FAWZY
ar: محمد فوزي

# ceoName2
source: MOHAMED Hamed
ar: محمد حامد

# Content2
source: You will learn everything about MT5, how to copy and paste signals, and how to be professionals at risk management.
ar: يتعلم كل شيء عن MT5، وكيفية نسخ ونصين عليها وكيفية كن عملك في متداول الفوركس.

source: Prerequisites
ar: المتطلبات
